Repository: capstanlqc/xliff_bestpractices_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr

source: Aliquam ex nisi, mattis pulvinar nulla sed, commodo mattis ligula.
fr: dfjlskjflkdsjfs

source: An emperor penguin is cm taller than a little penguin.
fr: Un pingu est cm plus grand qu'un petit pingu.

source: How many centimeters.
fr: Combien de inches?

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit.
fr: Test translation

source: Named: (40 &divide; 10) + (8 &divide; 2)
fr: Who is this?

source: The following three options should all look the same both in a browser and in the translation editor:
fr: How do I know you are Adrien?

source: You are not a banana.
fr: Tu n'es pas une platanito.
